# Basic Brew brew 'git'
brew 'node'
brew 'npm'
brew 'docker'
brew 'docker-machine'
brew 'antigen'  # Development
cask 'java'
cask 'virtualbox'
cask 'vagrant'
cask 'vagrant-manager'
cask 'iterm2'
cask 'sequel-pro'
cask 'postman'
cask 'sourcetree'
cask 'visual-studio-code'
brew 'awscli'

# Web Development
brew 'php70-xdebug'
brew 'composer'
brew 'php-cs-fixer'
brew 'yarn'
cask 'medis'
cask 'sequel-pro'

# Mobile dev
cask 'android-studio'
cask 'genymotion'
cask 'fastlane'

# applications
cask 'slack'
cask 'vlc'
cask 'clipmenu'
cask 'skype'
cask 'teamviewer'
cask 'google-chrome'
cask 'firefox'
cask 'opera'
cask 'dropbox'
cask 'filezilla'
